{
  "plugins": {
    "aether.nvim": {
      "src": "https://github.com/bjarneo/aether.nvim"
    },
    "bamboo.nvim": {
      "src": "https://github.com/ribru17/bamboo.nvim"
    },
    "base16-nvim": {
      "src": "https://github.com/RRethy/base16-nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "dracula.nvim": {
      "src": "https://github.com/mofiqul/dracula.nvim"
    },
    "ethereal.nvim": {
      "src": "https://github.com/bjarneo/ethereal.nvim"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "flexoki-neovim": {
      "src": "https://github.com/kepano/flexoki-neovim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "guess-indent.nvim": {
      "src": "https://www.github.com/nmac427/guess-indent.nvim"
    },
    "hackerman.nvim": {
      "src": "https://github.com/bjarneo/hackerman.nvim"
    },
    "iron.nvim": {
      "src": "https://github.com/Vigemus/iron.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "lumon.nvim": {
      "src": "https://github.com/omacom-io/lumon.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-nvim-dap.nvim": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason-nvim-lint": {
      "src": "https://github.com/rshkarin/mason-nvim-lint"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "matteblack.nvim": {
      "src": "https://github.com/tahayvr/matteblack.nvim"
    },
    "miasma.nvim": {
      "src": "https://github.com/OldJobobo/miasma.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "monokai-pro.nvim": {
      "src": "https://github.com/loctvl842/monokai-pro.nvim"
    },
    "monokai.nvim": {
      "src": "https://github.com/tanvirtin/monokai.nvim"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "neovim-ayu": {
      "src": "https://github.com/Shatur/neovim-ayu"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nord.nvim": {
      "src": "https://github.com/gbprod/nord.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "onedarkpro.nvim": {
      "src": "https://github.com/olimorris/onedarkpro.nvim"
    },
    "opencode.nvim": {
      "src": "https://github.com/nickjvandyke/opencode.nvim"
    },
    "pixel.nvim": {
      "src": "https://github.com/bjarneo/pixel.nvim"
    },
    "poimandres.nvim": {
      "src": "https://github.com/olivercederborg/poimandres.nvim"
    },
    "retro-82.nvim": {
      "src": "https://github.com/OldJobobo/retro-82.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "solarized.nvim": {
      "src": "https://github.com/shaunsingh/solarized.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "vantablack.nvim": {
      "src": "https://github.com/bjarneo/vantablack.nvim"
    },
    "vesper.nvim": {
      "src": "https://github.com/datsfilipe/vesper.nvim"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-slime": {
      "src": "https://github.com/jpalardy/vim-slime"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "white.nvim": {
      "src": "https://github.com/bjarneo/white.nvim"
    }
  }
}
